[AvengerAssemble.ARC_IA_MissilePallet XComInteractiveLevelActor]
FriendlyDisplayName="Ракета \"Лавина\""

[AvengerAssemble.ARC_IA_OperatorManual XComInteractiveLevelActor]
FriendlyDisplayName="Центральный банк данных НЛО"

[AvengerAssemble.ARC_IA_PilotSeat XComInteractiveLevelActor]
FriendlyDisplayName="Кресло пилота перехватчика"

[AvengerAssemble.ARC_IA_RotorMechanism XComInteractiveLevelActor]
FriendlyDisplayName="Роторный блок \"Рейнджера\""

[AvengerAssemble.ARC_IA_SignalInterceptDevice_TLE XComInteractiveLevelActor]
FriendlyDisplayName=""

[AvengerAssemble.ARC_IA_UFOComputer XComInteractiveLevelActor]
FriendlyDisplayName="Навигационная система пришельцев"

[ItCameFromTheSea.ARC_IA_Destroy_WaterfrontRadio XComInteractiveLevelActor]
FriendlyDisplayName=""

[ItCameFromTheSea.ARC_IA_WaterfrontRadio XComInteractiveLevelActor]
FriendlyDisplayName="Пиратская радиостанция"

[TheLazarusProject.ARC_IA_LazarusTube XComInteractiveLevelActor]
FriendlyDisplayName="Стазис-капсула"

